Repository: pasitrinkimane/growtype-wc
Catalog: languages/growtype-wc-*.po
Languages: lt_lt

source: Update cart
lt_lt: Krepšelio atnaujinimas

source: Update totals
lt_lt: Atnaujinti sumas

source: Upgrade to Premium
lt_lt: Naujovinkite į Premium

source: Upgrade to Unlock
lt_lt: Atnaujinkite į atrakinimą

source: Upload a new product
lt_lt: Įkelkite naują produktą

source: Uploaded products
lt_lt: Įkelti produktai

source: User
lt_lt: Vartotojas

source: User must have specific products before continuing.
lt_lt: Prieš tęsdamas vartotojas turi turėti konkrečius produktus.

source: User must order specific products to proceed.
lt_lt: Norėdami tęsti, vartotojas turi užsisakyti konkrečius produktus.

source: Username or email
lt_lt: Vartotojo vardas arba elektroninio pašto adresas

source: Username or email address
lt_lt: Vartotojo vardas arba elektroninio pašto adresas

source: Vertical
lt_lt: Vertikalus

source: Very poor
lt_lt: Labai prastas

source: View cart
lt_lt: Peržiūrėti krepšelį

source: Visibility
lt_lt: Matomumas

source: We have finished processing your order.
lt_lt: Baigėme apdoroti jūsų užsakymą.

source: Which order by options should be disabled.
lt_lt: Kuri tvarka pagal parinktis turėtų būti išjungta.

source: Wishlist
lt_lt: Norų sąrašas

source: Woocommerce breadcrumb
lt_lt: Woocommerce džiūvėsėlis

source: You already placed an order to buy this product.
lt_lt: Jau pateikėte užsakymą įsigyti šį produktą.

source: You have no products.
lt_lt: Jūs neturite produktų.

source: You have no subscriptions.
lt_lt: Neturite prenumeratų.

source: You have not set up this type of address yet.
lt_lt: Dar nenustatėte tokio tipo adreso.

source: You must be %1$slogged in%2$s to post a review.
lt_lt: Turite būti %1$ssiregistravę %2$s, kad galėtumėte paskelbti atsiliepimą.

source: You must be logged in to checkout.
lt_lt: Norėdami atsiskaityti, turite būti prisijungę.

source: Your order
lt_lt: Jūsų užsakymas

source: Your products
lt_lt: Jūsų produktai

source: Your rating
lt_lt: Jūsų įvertinimas

source: Your review
lt_lt: Tavo atsiliepimas

source: Your uploads
lt_lt: Jūsų įkėlimai
