Repository: pasitrinkimane/growtype-wc
Catalog: languages/growtype-wc-*.po
Languages: lt_lt

source: "Must have products" redirect page
lt_lt: Peradresavimo puslapis „Būtina turėti produktus“.

source: "Shop" Sidebar Position
lt_lt: „Parduotuvė“ šoninės juostos padėtis

source: %1$s ending in %2$s
lt_lt: %1$s, kuris baigiasi %2$s

source: (estimated for %s)
lt_lt: (numatoma %s)

source: A list or dropdown of product categories.
lt_lt: Produktų kategorijų sąrašas arba išskleidžiamasis meniu.

source: A password will be sent to your email address.
lt_lt: Jūsų el. pašto adresu bus išsiųstas slaptažodis.

source: About
lt_lt: Apie

source: Above "Add to cart"
lt_lt: Virš "Įdėti į krepšelį"

source: Account
lt_lt: sąskaita

source: Account details
lt_lt: Sąskaitos informacija

source: Actions
lt_lt: Veiksmai

source: Active filters
lt_lt: Aktyvūs filtrai

source: Adaptive gallery thumbnails height
lt_lt: Prisitaikantis galerijos miniatiūrų aukštis

source: Add
lt_lt: Papildyti

source: Add a review
lt_lt: Pridėti apžvalgą

source: Add File
lt_lt: Pridėti failą

source: Add payment method
lt_lt: Pridėti mokėjimo metodą

source: Add to cart
lt_lt: Į krepšelį

source: Add widgets here.
lt_lt: Čia pridėkite valdiklius.

source: Added
lt_lt: Pridėta

source: Address 1
lt_lt: 1 Adresas

source: Addresses
lt_lt: Adresai

source: Adjust billing address details
lt_lt: Koreguokite išsamią atsiskaitymo adreso informaciją

source: Adjust payment method
lt_lt: Koreguokite mokėjimo būdą

source: Adjust shipping address details
lt_lt: Koreguokite pristatymo adreso informaciją

source: Allow children elements collapse
lt_lt: Leisti vaikams elementams sugriūti

source: Allow multiple categories
lt_lt: Leisti kelias kategorijas

source: Allow to make orders without charging any money.
lt_lt: Leisti atlikti užsakymus neapmokestinant pinigų.

source: Already have an account?
lt_lt: Jau turite paskyrą?

source: Already in wishlist
lt_lt: Jau pageidavimų sąraše

source: An order has been created for you on %1$s. Your invoice is below, with a link to make payment when you’re ready: %2$s
lt_lt: %1$s jums buvo sukurtas užsakymas. Sąskaita faktūra pateikiama toliau su nuoroda, skirta sumokėti, kai būsite pasiruošę: %2$s

source: Apply coupon
lt_lt: Taikyti kuponą

source: Auctions
lt_lt: Aukcionai

source: Auctions settings
lt_lt: Aukcionų nustatymai

source: Author
lt_lt: Autorius

source: Available on backorder
lt_lt: Galimas pagal užsakymus

source: Available to download products
lt_lt: Galima atsisiųsti produktus

source: Average
lt_lt: Vidutinis

source: Awaiting product image
lt_lt: Laukiama produkto vaizdo

source: Be the first to review &ldquo;%s&rdquo;
lt_lt: Būkite pirmas, įvertinęs „%s“

source: Below "Add to cart"
lt_lt: Žemiau "Įdėti į krepšelį"

source: Below are the details of your order.
lt_lt: Žemiau pateikiama išsami jūsų užsakymo informacija.

source: Bid added.
lt_lt: Pasiūlymas pridėtas.

source: Billing &amp; Shipping
lt_lt: Atsiskaitymas ir pristatymas

source: Billing address
lt_lt: Atsiskaitymo adresas

source: Billing details
lt_lt: Atsiskaitymo informacija

source: Cancel
lt_lt: Atšaukti

source: Carbon offset
lt_lt: Anglies kompensavimas

source: Cart
lt_lt: Krepšelis

source: Centered
lt_lt: Centruota

source: Change
lt_lt: Keisti

source: Change product preview style.
lt_lt: Pakeiskite produkto peržiūros stilių.

source: Checkout
lt_lt: Atsiskaitymas

source: Checkout style
lt_lt: Atsiskaitymo stilius

source: Choose featured coupon
lt_lt: Pasirinkite kuponą

source: Choose file
lt_lt: Pasirinkti failą

source: Choose how products should be displayed
lt_lt: Pasirinkite, kaip produktai turi būti rodomi

source: Choose if store will be selling single or multiple products
lt_lt: Pasirinkite, ar parduotuvėje bus prekiaujama vienu ar keliais produktais

source: Choose page style
lt_lt: Pasirinkite puslapio stilių

source: Choose position...
lt_lt: Pasirinkite poziciją...

source: Choose product gallery animation
lt_lt: Pasirinkite produktų galerijos animaciją

source: Choose product gallery type
lt_lt: Pasirinkite prekių galerijos tipą

source: Choose product summary/excerpt position
lt_lt: Pasirinkite produkto santraukos / ištraukos poziciją

source: Choose shop sidebar position
lt_lt: Pasirinkite parduotuvės šoninės juostos padėtį

source: City
lt_lt: Miestas

source: Clear all
lt_lt: Išvalyti viską

source: Clear selected options
lt_lt: Išvalykite pasirinktas parinktis

source: Click here to enter your code
lt_lt: Spustelėkite čia, kad įvestumėte savo kodą

source: Confirm new password
lt_lt: Patvirtinti naują slaptažodį

source: Country
lt_lt: Šalis

source: Coupon code
lt_lt: Kupono kodas

source: Coupons
lt_lt: Kuponai

source: Create account checkbox checked by default.
lt_lt: Sukurti paskyrą žymimasis laukelis pažymėtas pagal numatytuosius nustatymus.

source: Create an account?
lt_lt: Sukurti paskyrą?

source: Create here
lt_lt: Sukurti čia

source: Current password (leave blank to leave unchanged)
lt_lt: Dabartinis slaptažodis (palikite tuščią, kad nepakeistumėte)

source: Date:
lt_lt: Data:

source: Default
lt_lt: Numatytas

source: Delete
lt_lt: Ištrinti

source: Delete Account
lt_lt: Ištrinti paskyrą

source: Description
lt_lt: apibūdinimas

source: Details
lt_lt: Detalės

source: Disable access to "shop" page
lt_lt: Išjungti prieigą prie „parduotuvės“ puslapio

source: Disabled
lt_lt: Išjungta

source: Display a list of active product filters.
lt_lt: Rodyti aktyvių produktų filtrų sąrašą.

source: Display name
lt_lt: Rodomas pavadinimas

source: Do you have a coupon code?
lt_lt: Ar turite kupono kodą?

source: Don't have an account?
lt_lt: Neturite paskyros?

source: Download
lt_lt: parsisiųsti

source: Downloads
lt_lt: Atsisiuntimai

source: Duration
lt_lt: Trukmė

source: Edit
lt_lt: Redaguoti

source: Elevate your chat experience with our subscription!
lt_lt: Pagerinkite savo pokalbių patirtį užsiprenumeravę!

source: Email
lt_lt: El. paštas

source: Email address
lt_lt: El. paštas

source: Email:
lt_lt: El. paštas:

source: Emails
lt_lt: Laiškai

source: Enable shop "featured image" as shop page intro image, if featured image is not empty.
lt_lt: Įgalinti parduotuvės „panašų vaizdą“ kaip parduotuvės puslapio įvadinį vaizdą, jei rodomo vaizdo laukas nėra tuščias.

source: Enable shop "products Header".
lt_lt: Įgalinti parduotuvės „produktų antraštę“.

source: Enable that only registered users would be able to buy products.
lt_lt: Įjunkite, kad tik registruoti vartotojai galėtų pirkti produktus.

source: Enable/Disable
lt_lt: Įjungti išjungti

source: Enable/disable addresses tab in user account.
lt_lt: Įjungti / išjungti adresų skirtuką vartotojo paskyroje.

source: Enable/disable billing details for all email templates.
lt_lt: Įgalinti / išjungti visų el. pašto šablonų atsiskaitymo informaciją.

source: Enable/disable cart page icon.
lt_lt: Įjungti / išjungti krepšelio puslapio piktogramą.

source: Enable/disable cart preview sidebar.
lt_lt: Įgalinti / išjungti krepšelio peržiūros šoninę juostą.

source: Enable/disable cta button.
lt_lt: Įjungti / išjungti raginimo veikti mygtuką.

source: Enable/disable customer details.
lt_lt: Įgalinti / išjungti išsamią kliento informaciją.

source: Enable/disable download details.
lt_lt: Įgalinti / išjungti išsamią atsisiuntimo informaciją.

source: Enable/disable downloads tab in user account.
lt_lt: Įgalinti / išjungti atsisiuntimų skirtuką vartotojo paskyroje.

source: Enable/disable email header tittle.
lt_lt: Įgalinti / išjungti el. pašto antraštės pavadinimą.

source: Enable/disable logout tab in user account.
lt_lt: Įjungti / išjungti atsijungimo skirtuką vartotojo paskyroje.

source: Enable/disable long description section title.
lt_lt: Įgalinti / išjungti ilgo aprašo skyriaus pavadinimą.

source: Enable/disable meta data.
lt_lt: Įjungti / išjungti meta duomenis.

source: Enable/disable order again link.
lt_lt: Įjungti / išjungti užsakymą dar kartą nuoroda.

source: Enable/disable order details.
lt_lt: Įgalinti / išjungti išsamią užsakymo informaciją.

source: Enable/disable order overview for all email templates.
lt_lt: Įgalinti / išjungti visų el. pašto šablonų užsakymų apžvalgą.

source: Enable/disable order overview.
lt_lt: Įjungti / išjungti užsakymo apžvalgą.

source: Enable/disable orders tab in user account.
lt_lt: Įjungti / išjungti užsakymų skirtuką vartotojo paskyroje.

source: Enable/disable product price.
lt_lt: Įjungti / išjungti produkto kainą.

source: Enable/disable product title.
lt_lt: Įjungti / išjungti produkto pavadinimą.

source: Enable/disable purchased products tab in user account.
lt_lt: Įgalinti / išjungti įsigytų produktų skirtuką vartotojo paskyroje.

source: Enable/disable quantity selector.
lt_lt: Įjungti / išjungti kiekio parinkiklį.

source: Enable/disable sale badge (flash).
lt_lt: Įjungti / išjungti pardavimo ženklelį (flash).

source: Enable/disable sale flash (badge).
lt_lt: Įjungti / išjungti pardavimo blykstę (ženklelį).

source: Enable/disable short description section title.
lt_lt: Įgalinti / išjungti trumpo aprašo skyriaus pavadinimą.

source: Enable/disable subscriptions tab in user account.
lt_lt: Įgalinti / išjungti prenumeratos skirtuką vartotojo paskyroje.

source: Enable/disable uploaded products tab in user account.
lt_lt: Įgalinti / išjungti įkeltų produktų skirtuką vartotojo paskyroje.

source: Enable/disable wishlist.
lt_lt: Įjungti / išjungti pageidavimų sąrašą.

source: Enabled
lt_lt: Įjungtas

source: Enabled/disable billing fields
lt_lt: Įjungti / išjungti atsiskaitymo laukai

source: Enabled/disable order review heading
lt_lt: Įjungta / išjungta užsakymo peržiūros antraštė

source: Enabled/disable order review table
lt_lt: Įjungta / išjungta užsakymų peržiūros lentelė

source: Enabled/disable payment methods background
lt_lt: Įgalinti / išjungti mokėjimo metodai fone

# enhanced select
source: No matches found
lt_lt: Atitikčių nerasta

source: Enjoy benefits like:
lt_lt: Mėgaukitės tokiais privalumais kaip:

source: Enter your coupon code here:
lt_lt: Įveskite savo kupono kodą čia:

source: Excerpt Position
lt_lt: Ištraukos pozicija

source: Extended Woocommerce functionality.
lt_lt: Išplėstas Woocommerce funkcionalumas.

source: Featured coupon
lt_lt: Teminis kuponas

source: File name
lt_lt: Failo pavadinimas

source: File URL
lt_lt: Failo URL

source: Filter
lt_lt: Filtras

source: First name
lt_lt: Vardas

source: Format
lt_lt: Formatas

source: Free
lt_lt: Laisvas

source: Full width
lt_lt: Visas plotis

source: Gallery Animation
lt_lt: Galerija Animacija

source: General
lt_lt: Generolas

source: Go to shop
lt_lt: Eik į parduotuvę

source: Good
lt_lt: Gerai

source: Grid
lt_lt: Tinklelis

source: Growtype
lt_lt: Augimo tipas

source: Growtype - Filter Products by Category
lt_lt: Augimo tipas – filtruokite produktus pagal kategoriją

source: Growtype - Show Active Filters
lt_lt: Augimo tipas – Rodyti aktyvius filtrus

source: Growtype - Wc
lt_lt: Augimo tipas - WC

source: Have a coupon?
lt_lt: Turi kuponą?

source: Here are the details of your order placed on %s:
lt_lt: Štai jūsų užsakymo, pateikto %s, informacija:

source: Hi %s,
lt_lt: Sveiki, %s,

source: Hide empty categories
lt_lt: Slėpti tuščias kategorijas

source: Hide products result count label.
lt_lt: Slėpti produktų rezultatų skaičiaus etiketę.

source: Hide uncategorized
lt_lt: Slėpti nekategorizuotą

source: Highlight optional fields with label
lt_lt: Pažymėkite pasirenkamus laukus etikete

source: Horizontal
lt_lt: Horizontalus

source: Icon
lt_lt: Piktograma

source: Icon which zooms image
lt_lt: Piktograma, kuri padidina vaizdą

source: If you have a coupon code, please apply it below.
lt_lt: Jei turite kupono kodą, pritaikykite jį žemiau.

source: In pixels
lt_lt: Pikseliais

source: Insert file URL
lt_lt: Įterpti failo URL

source: Key
lt_lt: Raktas

source: Label hidden
lt_lt: Etiketė paslėpta

source: Last name
lt_lt: Pavardė

source: Leave a Reply to %s
lt_lt: Palikite atsakymą %s

source: Left
lt_lt: Kairė

source: Lightbox
lt_lt: Lengva dėžė

source: Lightbox enabled/disabled
lt_lt: „Lightbox“ įjungta / išjungta

source: List
lt_lt: Sąrašas

source: Log in
lt_lt: Prisijungti

source: Login here
lt_lt: Prisijunkite čia

source: Logout
lt_lt: Atsijungti

source: Lost your password?
lt_lt: Pamiršote slaptažodį?

source: Lost your password? Please enter your username or email address. You will receive a link to create a new password via email.
lt_lt: Pamiršote slaptažodį? Įveskite savo vartotojo vardą arba el. pašto adresą. El. paštu gausite nuorodą, leidžiančią sukurti naują slaptažodį.

source: Main image constant
lt_lt: Pagrindinė vaizdo konstanta

source: Main IMG Height
lt_lt: Pagrindinis IMG aukštis

source: Main IMG is cropped
lt_lt: Pagrindinis IMG apkarpytas

source: Main IMG Width
lt_lt: Pagrindinis IMG plotis

source: Max %s
lt_lt: Maks. %s

source: Maximum depth
lt_lt: Didžiausias gylis

source: Menu order
lt_lt: Meniu tvarka

source: Method is enabled
lt_lt: Metodas įjungtas

source: Method is visible in frontend
lt_lt: Metodas matomas priekinėje dalyje

source: Method title
lt_lt: Metodo pavadinimas

source: Missing info.
lt_lt: Trūksta informacijos.

source: Multiple categories include parent category
lt_lt: Kelios kategorijos apima pirminę kategoriją

source: Multiple products
lt_lt: Keli produktai

source: Must have products
lt_lt: Produktai turi būti

source: My account
lt_lt: Mano sąskaita

source: My Bag
lt_lt: Mano krepšys

source: Name
lt_lt: vardas

source: Navigation arrows
lt_lt: Navigacijos rodyklės

source: New password (leave blank to leave unchanged)
lt_lt: Naujas slaptažodis (palikite tuščią, kad nepakeistumėte)

source: Next
lt_lt: Kitas

source: Next charge
lt_lt: Kitas mokestis

source: No content found
lt_lt: Nerasta jokio turinio

source: No product categories exist.
lt_lt: Produktų kategorijų nėra.

source: No products in the cart.
lt_lt: Prekių krepšelyje nėra.

source: No saved methods found.
lt_lt: Nerasta jokių išsaugotų metodų.

source: No wishlist found
lt_lt: Norų sąrašo nerasta

source: Not enough items exist in stock.
lt_lt: Sandėlyje nėra pakankamai prekių.

source: Not that bad
lt_lt: Ne taip jau blogai

source: Note:
lt_lt: Pastaba:

source: Only logged in customers who have purchased this product may leave a review.
lt_lt: Atsiliepimus gali palikti tik prisijungę klientai, kurie įsigijo šią prekę.

source: Only show children of the current category
lt_lt: Rodyti tik dabartinės kategorijos vaikus

source: Order
lt_lt: Įsakymas

source: Order again
lt_lt: Užsisakykite dar kartą

source: Order by
lt_lt: Rūšiuoti pagal

source: Order By - Disabled Options
lt_lt: Užsakyti pagal – išjungtos parinktys

source: Order by enabled
lt_lt: Užsakyti įjungus

source: Order details
lt_lt: Užsakymo detalės

source: Order notes
lt_lt: Užsakymo užrašai

source: Order number:
lt_lt: Užsakymo numeris:

source: Orders
lt_lt: Užsakymai

source: Page Style
lt_lt: Puslapio stilius

source: Password
lt_lt: Slaptažodis

source: Password details
lt_lt: Slaptažodžio informacija

source: Pay
lt_lt: Mokėti

source: Pay for this order
lt_lt: Mokėkite už šį užsakymą

source: Payment method description that the customer will see on your checkout.
lt_lt: Mokėjimo būdo aprašymas, kurį klientas matys atsiskaitydamas.

source: Payment method:
lt_lt: Mokėjimo būdas:

source: Payment methods
lt_lt: Mokėjimo metodai

source: Perfect
lt_lt: Puikus

source: Period
lt_lt: Laikotarpis

source: Place order
lt_lt: Pateikti užsakymą

source: Please fill in your details above to see available payment methods.
lt_lt: Įveskite savo duomenis aukščiau, kad pamatytumėte galimus mokėjimo būdus.

source: Please select options...
lt_lt: Prašome pasirinkti parinktis...

source: Please select product amount
lt_lt: Prašome pasirinkti produkto kiekį

source: Please select products...
lt_lt: Prašome pasirinkti produktus...

source: Postcode
lt_lt: Pašto indeksas

source: Press here.
lt_lt: Spauskite čia.

source: Preview
lt_lt: Peržiūra

source: Preview Email Template
lt_lt: Peržiūrėti el. pašto šabloną

source: Previous
lt_lt: Ankstesnis

source: Price
lt_lt: Kaina

source: Print emails information to log file
lt_lt: Spausdinkite el. laiškų informaciją į žurnalo failą

source: Proceed to checkout
lt_lt: Pereikite prie apmokėjimo

source: Product
lt_lt: Produktas

source: Product categories
lt_lt: Produktų kategorijos

source: Product details
lt_lt: Produkto Aprašymas

source: Product Gallery Type
lt_lt: Produktų galerijos tipas

source: Product page is disabled
lt_lt: Produkto puslapis išjungtas

source: Product Preview
lt_lt: Produkto peržiūra

source: Product Preview Style
lt_lt: Produkto peržiūros stilius

source: Product Single Page
lt_lt: Produkto vienas puslapis

source: Products preview style
lt_lt: Produktų peržiūros stilius

source: Profile
lt_lt: Profilis

source: Profile & business details
lt_lt: Profilis ir įmonės informacija

source: Purchase history
lt_lt: Pirkimo istorija

source: Purchased products
lt_lt: Nupirkti produktai

source: Quantity
lt_lt: Kiekis

source: Radio select
lt_lt: Radijo pasirinkimas

source: Rate&hellip;
lt_lt: Įvertinti…

source: Rated %s out of 5
lt_lt: Įvertintas %s iš 5

source: Redirect to specific page if user does not have specific products.
lt_lt: Jei vartotojas neturi konkrečių produktų, nukreipkite į konkretų puslapį.

source: Register
lt_lt: Registruotis

source: Related products are enabled.
lt_lt: Susiję produktai įjungti.

source: Remember me
lt_lt: Prisimink mane

source: Remove filter
lt_lt: Išimkite filtrą

source: Remove from wishlist
lt_lt: Pašalinti iš pageidavimų sąrašo

source: Remove this item
lt_lt: Pašalinti šį elementą

source: Resume
lt_lt: Aprašymas

source: Return to cart
lt_lt: Grįžti į krepšelį

source: Return to shop
lt_lt: Grįžti į parduotuvę

source: Reviews
lt_lt: Atsiliepimai

source: Right
lt_lt: Teisingai

source: Save changes
lt_lt: Išsaugoti pakeitimus

source: Select
lt_lt: Pasirinkite

source: Select a category
lt_lt: Pasirinkite kategoriją

source: Select a country / region&hellip;
lt_lt: Pasirinkite šalį / regioną…

source: Selling model
lt_lt: Parduodamas modelis

source: Ship to a different address?
lt_lt: Siųsti kitu adresu?

source: Shipping
lt_lt: Siuntimas

source: Shipping address
lt_lt: Pristatymo adresas

source: Shipping and billing details
lt_lt: Pristatymo ir atsiskaitymo informacija

source: Shipping documents
lt_lt: Siuntimo dokumentai

source: Shipping price:
lt_lt: Siuntimo kaina:

source: Shop sidebar
lt_lt: Parduotuvės šoninė juosta

source: Shopping bag
lt_lt: Pirkinių krepšys

source: Show as dropdown
lt_lt: Rodyti kaip išskleidžiamąjį meniu

source: Show count
lt_lt: Rodyti skaičių

source: Show hierarchy
lt_lt: Rodyti hierarchiją

source: Show more photos
lt_lt: Rodyti daugiau nuotraukų

source: Show product counts
lt_lt: Rodyti produktų skaičių

source: Show product preview single price only.
lt_lt: Rodyti tik produkto peržiūros vieną kainą.

source: Show sale badge as percentage.
lt_lt: Rodyti pardavimo ženklelį procentais.

source: Sidebar enabled/disabled
lt_lt: Šoninė juosta įjungta / išjungta

source: Sidebar is enabled
lt_lt: Šoninė juosta įjungta

source: Sign in
lt_lt: Prisijungti

source: Sign out from system
lt_lt: Atsijungti nuo sistemos

source: Since your browser does not support JavaScript, or it is disabled, please ensure you click the %1$sUpdate Totals%2$s button before placing your order. You may be charged more than the amount stated above if you fail to do so.
lt_lt: Kadangi jūsų naršyklė nepalaiko „JavaScript“ arba ji išjungta, prieš pateikdami užsakymą spustelėkite mygtuką %1$sUpdate Totals%2$s. Jei to nepadarysite, galite būti apmokestinti didesne suma, nei nurodyta anksčiau.

source: Single item
lt_lt: Pavienis daiktas

source: Single product
lt_lt: Vienetinis produktas

source: Size
lt_lt: Dydis

source: Skip cart page and go directly to checkout
lt_lt: Praleiskite krepšelio puslapį ir eikite tiesiai į apmokėjimą

source: Slide
lt_lt: Skaidrė

source: Something went wrong, please contact our support
lt_lt: Kažkas ne taip, susisiekite su mūsų palaikymo komanda

source: Something went wrong. We can not reserve your order.
lt_lt: Kažkas nutiko. Mes negalime rezervuoti jūsų užsakymo.

source: Sorry to tell you, but this auction is already reserved for another user. Best of luck next time.
lt_lt: Atsiprašome, bet šis aukcionas jau rezervuotas kitam vartotojui. Sėkmės kitą kartą.

source: Sorry, it seems that there are no available payment methods for your state. Please contact us if you require assistance or wish to make alternate arrangements.
lt_lt: Atsiprašome, atrodo, kad jūsų valstijoje nėra galimų mokėjimo metodų. Susisiekite su mumis, jei jums reikia pagalbos arba norite susitarti kitaip.

source: Standard
lt_lt: Standartinis

source: State
lt_lt: valstybė

source: Status
lt_lt: Būsena

source: Store
lt_lt: Parduotuvė

source: Style 1
lt_lt: 1 stilius

source: Style 2
lt_lt: 2 stilius

source: Submit
lt_lt: Pateikti

source: Subscription
lt_lt: Prenumerata

source: Subscription details
lt_lt: Prenumeratos informacija

source: Subscription settings
lt_lt: Prenumeratos nustatymai

# Subscription status
source: Active
lt_lt: Aktyvus

# Subscription status
source: Cancelled
lt_lt: Atšauktas

# Subscription status
source: Expired
lt_lt: Baigėsi galiojimo laikas

# Subscription status
source: On hold
lt_lt: Sulaikyta

# Subscription status
source: Pending
lt_lt: Kol

# Subscription status
source: Pending Cancellation
lt_lt: Laukiama atšaukimo

# Subscription status
source: Switched
lt_lt: Perjungta

source: Subtotal
lt_lt: Tarpinė suma

source: Table
lt_lt: Lentelė

source: Test payment process without paying any money.
lt_lt: Išbandykite mokėjimo procesą nemokėdami pinigų.

source: Thank You Page
lt_lt: Ačiū Puslapiui

source: Thank you. Your order has been received.
lt_lt: Ačiū. Jūsų užsakymas buvo priimtas.

source: The following addresses will be used on the checkout page by default.
lt_lt: Pagal numatytuosius nustatymus atsiskaitymo puslapyje bus naudojami šie adresai.

source: The selected product is out of stock.
lt_lt: Pasirinktos prekės nėra sandėlyje.

source: There are no reviews yet.
lt_lt: Kol kas atsiliepimų nėra.

source: There are some issues with the items in your cart. Probably we do not have enough items in our stock. Please go back to the cart page and resolve these issues before checking out.
lt_lt: Yra keletas problemų, susijusių su jūsų krepšelyje esančiomis prekėmis. Tikriausiai neturime pakankamai prekių savo sandėlyje. Grįžkite į krepšelio puslapį ir prieš atsiskaitydami išspręskite šias problemas.

source: This controls the title which the user sees during checkout.
lt_lt: Tai valdo pavadinimą, kurį vartotojas mato atsiskaitydamas.

source: This is the key of the product.
lt_lt: Tai yra produkto raktas.

source: This is the name of the download shown to the customer.
lt_lt: Tai klientui rodomo atsisiuntimo pavadinimas.

source: This is the URL or absolute path to the file which customers will get access to. URLs entered here should already be encoded.
lt_lt: Tai URL arba absoliutus kelias į failą, prie kurio klientai turės prieigą. Čia įvesti URL jau turėtų būti užkoduoti.

source: This product is currently out of stock and unavailable.
lt_lt: Šio produkto šiuo metu nėra sandėlyje ir jis neprieinamas.

source: Title
lt_lt: Pavadinimas

source: Total
lt_lt: Iš viso

source: Total:
lt_lt: Iš viso:

source: Unfortunately no content was found
lt_lt: Deja, turinio nerasta

source: Unfortunately we do not received information about your payment yet.
lt_lt: Deja, dar negavome informacijos apie jūsų mokėjimą.

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction. Please attempt your purchase again.
lt_lt: Deja, jūsų užsakymas negali būti apdorotas, nes bankas / prekybininkas atmetė jūsų operaciją. Bandykite pirkti dar kartą.

source: units
lt_lt: vienetų
